{
    "version": "json/1.0.0",
    "documents": [
        {
            "author": "Richard Matheson",
            "entries": [
                {
                    "sort": "highlight",
                    "drawer": "strikeout",
                    "text": "after a half week of drinking, disgust, and desultory investigation, that he was wasting his time. Isolated experiments were yielding nothing, that was clear. If there was a rational answer to the problem (and he had to believe that there was), he could only find it by careful research.\nTentatively, for want of better knowledge, he had set up a possible basis, and that was blood. It provided, at least, a starting point. Step number one, then, was reading about blood.",
                    "page": 98,
                    "chapter": "Chapter Ten",
                    "time": 1714440856,
                    "note": "thid is roberts tettment"
                },
                {
                    "sort": "highlight",
                    "drawer": "invert",
                    "text": "to",
                    "page": 101,
                    "chapter": "Chapter Ten",
                    "time": 1714440901
                },
                {
                    "sort": "highlight",
                    "drawer": "underscore",
                    "text": "the street.\n“Policeman!” he found himself calling. “Oh, policeman!”\nHe laughed for a mile without stopping, wondering just what was so funny about it.\nHe put down the book. He’d been reading again about the lymphatic system. He vaguely remembered reading about it months before",
                    "page": 102,
                    "chapter": "Chapter Ten",
                    "time": 1714440936
                }
            ],
            "title": "I Am Legend",
            "file": "/storage/emulated/0/Books/PushBooks/I Am Legend_9780765357151.epub"
        },
        {
            "author": "Nicholas Sparks",
            "entries": [
                {
                    "sort": "highlight",
                    "drawer": "lighten",
                    "text": "still angry at myself and what I’d done to Tim—not so much the others, I admit—and angry at Savannah for what had happened on the pier.\nI could barely remember how it had started. One minute I was thinking that I loved her more than I’d ever imagined possible, and the next minute we were fighting. I was outraged by her subterfuge yet couldn’t understand why I was this angry",
                    "page": 194,
                    "chapter": "Ten",
                    "time": 1714439848,
                    "note": "anotyer test"
                },
                {
                    "sort": "highlight",
                    "drawer": "underscore",
                    "text": "about coins—we were alone as much as possible. Back in Chapel Hill, once Savannah was finished with her classes for the day, our afternoons and evenings were spent together. We walked through the stores along Franklin Street, went to the North Carolina Museum of History in Raleigh, and even spent a couple of hours at the North Carolina Zoo. On my second to last evening in town, we went to dinner at the fancy restaurant the shoe salesman",
                    "page": 273,
                    "chapter": "Fourteen",
                    "time": 1714439634,
                    "note": "tedt john "
                }
            ],
            "title": "Dear John",
            "file": "/storage/emulated/0/Books/PushBooks/Dear John - Nicholas Sparks.epub"
        }
    ],
    "created_on": 1714486665
}
